module.exports = {
  stats: [
    {
      id: 1,
      name: "LeBron James",
      image: "https://www.generatormix.com/images/nba-current-player/lebron-james.jpg",
      gamesPlayed: 124,
      points: 2832,
    },
    {
      id: 2,
      name: "Goran Dragic",
      image: "https://www.generatormix.com/images/nba-current-player/goran-dragic.jpg",
      gamesPlayed: 32,
      points: 302,
    },
    {
      id: 3,
      name: "Draymond Green",
      image: "https://www.generatormix.com/images/nba-current-player/draymond-green.jpg",
      gamesPlayed: 74,
      points: 1432,
    },
    {
      id: 4,
      name: "Brook Lopez",
      image: "https://www.generatormix.com/images/nba-current-player/brook-lopez.jpg",
      gamesPlayed: 63,
      points: 1032,
    },
    {
      id: 5,
      name: "Paul Millsap",
      image: "https://www.generatormix.com/images/nba-current-player/paul-millsap.jpg",
      gamesPlayed: 69,
      points: 857,
    },
    {
      id: 6,
      name: "Kemba Walker",
      image: "https://www.generatormix.com/images/nba-current-player/kemba-walker.jpg",
      gamesPlayed: 75,
      points: 953,
    },
    {
      id: 7,
      name: "Jimmy Butler",
      image: "https://www.generatormix.com/images/nba-current-player/jimmy-butler.jpg",
      gamesPlayed: 137,
      points: 2209,
    },
    {
      id: 8,
      name: "Rudy Gobert",
      image: "https://www.generatormix.com/images/nba-current-player/rudy-gobert.jpg",
      gamesPlayed: 89,
      points: 1086,
    },
    {
      id: 9,
      name: "Malik Beasley",
      image: "https://www.generatormix.com/images/nba-current-player/malik-beasley.jpg",
      gamesPlayed: 87,
      points: 689,
    },
    {
      id: 10,
      name: "Russell Westbrook",
      image: "https://www.generatormix.com/images/nba-current-player/russell-westbrook.jpg",
      gamesPlayed: 167,
      points: 2409,
    },
    {
      id: 11,
      name: "Bam Adebayo",
      image: "https://www.generatormix.com/images/nba-current-player/bam-adebayo.jpg",
      gamesPlayed: 89,
      points: 1236,
    },
    {
      id: 12,
      name: "Kristaps Porzingis",
      image: "https://www.generatormix.com/images/nba-current-player/kristaps-porzingis.jpg",
      gamesPlayed: 86,
      points: 1306,
    },
    {
      id: 13,
      name: "Bradley Beal",
      image: "https://www.generatormix.com/images/nba-current-player/bradley-beal.jpg",
      gamesPlayed: 75,
      points: 1274,
    },
    {
      id: 14,
      name: "Kelly Olynyk",
      image: "https://www.generatormix.com/images/nba-current-player/kelly-olynyk.jpg",
      gamesPlayed: 63,
      points: 784,
    },
    {
      id: 15,
      name: "Cam Reddish",
      image: "https://www.generatormix.com/images/nba-current-player/cam-reddish.jpg",
      gamesPlayed: 23,
      points: 421,
    },
  ],
  news: [
    {
      id: 0,
      featuredImage: 'http://i.fbu.kiev.ua/1/42009/FMoe2lgXMAMoV6y.jpeg',
      title: 'Розширений склад збірної України U-20: статистичні підсумки сезону',
      description: 'Нещодавно було представлено розширений ростер збірної України U-20, до якого увійшли 14 гравців.',
      text: `Вже цього тижня чоловіча молодіжна збірна України розпочинає підготовку до чемпіонату Європи (Дивізіон А), який проходитиме в чорногорському місті Подгориця. В груповому раунді наша збірна зіграє против команд Іспанії, Литви та Чехії. \n Нещодавно було представлено розширений ростер збірної України U-20, до якого увійшли 14 гравців. Більшість з баскетболістів починали сезон 2021/22 в Україні, деякі завершували за кордоном. Два баскетболісти виступали у США, де грали за команди першого дивізіону NCAA. \n До вашої уваги статистичні підсумки виступів гравців команди U-20 у минулому сезоні: \n \bОлександр Ковляр, захисник \n Хімік, Суперліга (28 матчів, 20.4 хвилини) — 7.3 очка, 3.3 передачі (РЕ 6.5) \n Хімік-2, Вища ліга (8 матчів, 21.0 хвилини) — 14.5 очка, 4.5 передачі, 2.4 підбирання (РЕ 16.4) \n \bТарту, чемпіонат Естонії (13 матчів, 24.3 хвилини) — 6.9 очка, 3.2 передачі (РЕ 5.5) \n Тарту, Латвійсько-естонська ліга (5 матчів, 22.0 хвилини) — 10.0 очка, 2.4 підбирання, 2.0 передачі (РЕ 8.4) \n \b Руслан Івашов, захисник \n Хімік-2, Вища ліга (26 матчів, 32.1 хвилини) — 11.8 очка, 2.6 підбирання, 1.3 передачі (РЕ 9.3) \n \b Павло Горобченко, захисник \n Прометей-2, Вища ліга (23 матчі, 26.4 хвилини) — 11.2 очка, 4.6 передачі, 4.5 підбирання (РЕ 13.6) \n \b Максим Шульга, захисник \n Юта Стейт, NCAA (32 матчі, 13.7 хвилини) — 4.4 очка, 2.1 підбирання \n \b Лєв Кошеватський, захисник \n СумДУ, Вища ліга (22 матчі, 34.3 хвилини) — 14.3 очка, 5.0 підбирання, 4.4 передачі (РЕ 16.2) \n      Салерно, Серія С, Італія (11 матчів) — 9.1 очка`,
      date: "13.06.2022"
    },
    {
      id: 1,
      featuredImage: 'http://i.fbu.kiev.ua/1/41999/EB1.jpeg',
      title: 'Рекорди чемпіонатів Європи: топ-5 найрезультативніших виступів українців',
      description: 'Пригадуємо найкращі виступи наших баскетболістів у фінальних частинах Євробаскетів',
      text: `У вересні чоловіча збірна України зіграє у фінальній частині Євробаскета-2022. Команда Айнарса Багатскіса в рамках групового раунду в Мілані протистоятиме командам Греції, Італії, Хорватії, Естонії та Великої Британії. \n Менше ніж за три місяці до старту європейської першості давайте пригадаємо топ-5 найрезультативніших виступів наших баскетболістів у фінальних частинах чемпіонатів Європи.\n \b Євробаскет-2017. Груповий раунд \n Україна — Литва 62:94 \n Артем Пустовий  — 29 очок (13/19 двоочкових, 0/1 триочкових, 1/1 штрафних)\n\n Євробаскет-2001. Груповий раунд \n Франція — Україна 86:89\n  Олександр Окунський  — 28 очок (13/18 двоочкових, 2/2 штрафних)\n  Євробаскет-2013. Груповий рапунд \n Німеччина — Україна 83:88\n  Сергій Гладир  — 25 очок (3/6 двоочкових, 5/10 триочкових, 4/4 штрафних)\n  Євробаскет-2015. Груповий раунд \n Україна — Естонія 78:71\n  Джером Рендл  — 22 очка (8/10 двоочкових, 1/5 триочкових, 3/3 штрафних)\n Євробаскет-2017. Груповий раунд \n Україна — Італія 66:78\n  Артем Пустовий  — 21 очко (7/8 двоочкових, 0/1 триочкових, 7/7 штрафних)\n Євробаскет-2015. Груповий раунд \n Латвія — Україна 74:75\n  Кирило Фесенко  — 21 очко (6/14 двоочкових, 9/14 штрафних)\n Євробаскет-2013. Груповий раунд \n Україна — Сербія 82:75\n  Максим Корнієнко  — 21 очко (7/9 двоочкових, 1/2 триочкових, 2/2 штрафних)\nНагадаємо, до чемпіонату Європи-2022 наша національна команда влітку зіграє матчі кваліфікації чемпіонату світу-2023. Зокрема, в липні підопічні Айнарса Багатскіса протистоятимуть збірним Грузії (1 липня), Північної Македонії (4 липня) та Іспанії (7 липня).\n `,
      date: "13.06.2022"
    },
    {
      id: 2,
      featuredImage: 'http://i.fbu.kiev.ua/1/42007/286488416-1003706056974415-9061286559906255272-n.jpg',
      title: 'Кельти стали четвертими на турнірі у латвійському Саулкрасти',
      description: 'Українська команда випробувала свої сили на фоні клубу Світової серії',
      text: `Перша українська професійна команда з баскетболу 3х3 Кельти зайняли підсумкове четверте місце на турнірі в латвійському Саулкрасти. \n Наша команда виступила у складі Нікіти Руслова, Вадима Бикова, Евгена Балабана та Антона Мусієнко, який повернувся з розташування національної збірної з баскетболу 3х3. Хлопці отримали четвертий номер посіву. \n На груповому етапі Кельти зіграли у групі D з командами RSU та VEF BA Valkā, обігравши обох суперників. Спершу Кельти розгромили VEF BA Valkā 21:9, а потім впевнено здолали RSU 21:17, достроково забезпечивши собі перше місце в групі. \n В чвертьфіналі Кельти здолали Краславу 21:17 і в півфіналі зустрілись з пятою командою світового рейтингу Ригою, яка у Саулкрасти була сіяною першою. Кельти дали бій супернику, але поступились 15:21.  \n У втішному фіналі за третє місце на турнірі Кельти зустрічались з командою Некас. Переможець рівної гри вирішувався на останній хвилині, яка розпочалась за рахунку 19:19. Втім атака суперника була вдала, українців - ні, тому Некас виграв матч 21:19, завоювавши бронзу, а Кельти стали четвертими. \n  `,
      date: "12.06.2022"
    },
    {
      id: 3,
      featuredImage: 'http://i.fbu.kiev.ua/1/42006/6J2rcxQbZ0GJtKWPNoO2og.jpeg',
      title: 'Зірковий центровий НБА допоможе своїй збірній у наступних матчах відбору на ЧС-2023',
      description: 'Чорногорці отримають солідну підтримку',
      text: `Центровий клубу НБА Чикаго Нікола Вучевич увійшов до розширеного складу збірної Чорногорії на матчі кваліфікації чемпіонату світу-2023. Про це повідомляється на офіційному сайті федерації.
      
      Чорногорська команда вже гарантувала собі місце у другому груповому раунді кваліфікації, однак Вучевич зможе допомогти своїй збірній набрати більше очок після першого етапу. Востаннє центровий виступав за свою національну команду у фінальній частині чемпіонату світу-2019.
      
      Чорногорія 1 липня зіграє із Францією у Підгориці, а 4 липня у виїзній грі протистоятиме Португалії. Команда посідає друге місце у групі E з 2 перемогами та 2 поразками.
      
      У 73 матчах регулярного чемпіонату НБА 2021/22 Вучевич набирав у середньому 17,6 очка, робив 11,0 підбирання та 3,2 передачі.
      
      Окрім Вучевича раніше участь у липневих матчах відбору на ЧС-2023 підтвердили інші гравці НБА: словенці Лука Дончіч та Горан Драгіч, фінський форвард Лаурі Маркканін, француз Франк Нтілікіна, латвієць Давіс Бертанс та інші.`,
      date: "12.06.2022"
    },
    {
      id: 4,
      featuredImage: 'http://i.fbu.kiev.ua/1/42005/%D0%97%D0%BD%D1%96%D0%BC%D0%BE%D0%BA%20%D0%B5%D0%BA%D1%80%D0%B0%D0%BD%D0%B0%202022-06-12%20082210.jpg',
      title: "В'ячеслав Петров з Антібом поступився у фіналі другого дивізіону Франції",
      description: 'Команда українця не зуміла піднятись до елітного дивізіону Франції',
      text: `Український форвард В'ячеслав Петров разом з Антібом поступився у фіналі плей-оф за підвищення в класі у другому дивізіоні чемпіонату Франції.

      У фінальній серії команда українця поступилась Блуа у двох зустрічах 0:2 (66:86, 67:76) та не вийшла до елітного французького дивізіону.
      
      У другій грі серії Петров провів 20 хвилин, набрав 6 очок (0/1 двохочкових, 2/6 триочкових), зробив 5 підбирань, 2 асисти та допустив 4 втрати.
      
      Всього в цьому сезоні Петров за 17 матчів в Антіб набирав в середньому 7,1 очок, робив 4,6 підбирань та 2,6 передачі.
      
      Петров став останнім українцем, який догравав клубний сезон. Він має скоро приєднатись до національної збірної, яка розпочинає свій збір у Італії в рамках підготовки до матчів відбору на ЧС-2023.
      
      Наша команда у липні проведе виїзну гру проти Північної Македонії та домашні ігри проти Грузії та Іспанії у Ризі. Квитки на матчі в Ризі вже в продажу.`,
      date: "12.06.2022"
    },
    {
      id: 5,
      featuredImage: 'https://fbu.ua/web/img/1/42002/%D0%97%D0%BD%D1%96%D0%BC%D0%BE%D0%BA%D0%B5%D0%BA%D1%80%D0%B0%D0%BD%D0%B02022-06-11180559_250_200.jpg',
      title: 'Кельти пробились до плейоф на турнірі у Саулкрасти',
      description: 'Українська команда виграла обидві зустрічі на груповому етапі.',
      text: `Перша українська професійна команда з баскетболу 3х3 Кельти впевнено вийшла до плейоф на турнірі в латвійському Саулкрасти.

      Наша команда виступила у складі Нікіти Руслова, Вадима Бикова, Евгена Балабана та Антона Мусієнко, який повернувся з розташування національної збірної з баскетболу 3х3. Хлопці отримали четвертий номер посіву.
      
      На груповому етапі Кельти зіграли у групі D з командами RSU та VEF BA Valkā, обігравши обох суперників.
      
      Спершу Кельти розгромили VEF BA Valkā 21:9, а потім впевнено здолали RSU 21:17, достроково забезпечивши собі перше місце в групі.
      
      Плейоф буде зіграно вже у неділю, 12 червня. Орієнтовний початок чвертьфінального матчу за участю Кельтів – о 13:20 за Києвом.`,
      date: "11.06.2022"
    },
    {
      id: 6,
      featuredImage: 'http://i.fbu.kiev.ua/1/41992/BASKET-UKR-8279.jpeg',
      title: 'План підготовки збірної України до кваліфікації ЧС-2023: розклад збору',
      description: 'Чоловіча команда вже працює у Ризі',
      text: `Чоловіча збірна України розпочала тренувальний збір, який присвячено липневим матчам національної команди у відборі на чемпіонат світу-2023.
      Наразі національна команда проводить першу частину тренувального збору, який складатиметься з чотирьох етапів та двох контрольних матчів:

      28 травня — 11 червня (Рига, Латвія)

      11 червня — 22 червня (Розето-дельї-Абруцці, Італія)

      22 червня — 26 червня (Віана-ду-Каштелу, Португалія)

      26 червня — повернення до Риги 
      Два контрольних матчі збірна України зіграє в рамках збору в Португалії — проти місцевої національної збірної Португалії, а також проти команди Словаччини.

      В рамках кваліфікаційного турніру чемпіонату світу-2023 збірна України 1 та 7 липня в Ризі зіграє проти команд Грузії та Іспанії відповідно, а 4 липня на виїзді протистоятиме збірній Північної Македонії. Квитки на матчі в Ризі вже в продажу.`,
      date: "11.06.2022"
    },
    {
      id: 7,
      featuredImage: 'http://i.fbu.kiev.ua/1/41998/image12.jpeg',
      title: 'Олександр Липовий через травму не зіграє у найближчих матчах відбору на ЧС-2023',
      description: 'Капітан збірної України отримав травму наприкінці клубного сезону',
      text: `Капітан збірної України Олександр Липовий не допоможе національній команді у липневих матчах кваліфікації чемпіонату світу-2023. Захисник німецького Бонна отримав травму щиколотки під час четвертого матчу півфіналу плейоф Бундесліги.

      Один із найдосвідченіших гравців збірної України не встигне відновитися до матчів наступного вікна відбору, в яких наша команда з 1 по 7 липня зіграє проти Грузії, Північної Македонії та Іспанії.
      
      У 12 матчах чемпіонату Німеччини Липовий за 19.8 хвилини набирав 3.9 очка, робив 3.7 підбирання та 1.7 передачі. В першій половині сезону Олександр у складі чемпіона України Прометея відіграв у Суперлізі 22 матчі, в яких набирав 6.0 очка, робив 4.0 підбирання та 2.0 передачі.
      
      Наразі збірна України завершує перший етап тренувального збору в Ризі, після чого відправиться до Розето-дельї-Абруцці, що в Італії, де до команди приєднаються ще декілька гравців.`,
      date: "10.06.2022"
    },
    {
      id: 8,
      featuredImage: 'http://i.fbu.kiev.ua/1/41993/basketball-match-telekom-baskets-bonn-vs-bg-go%CC%88ttingen-germany-april-oleksandr-lypovyy-246155332.jpeg',
      title: 'Капітан збірної України завершив сезон у Бундеслізі',
      description: 'Бонн Олександра Липового програв вирішальний 5-й матч півфіналу',
      text: `«Бонн» захисника збірної України Олександра Липового зазнав поразки у вирішальному п’ятому матчі серії 1/2 фіналу плейоф чемпіонату Німеччини, поступившись на домашньому майданчику «Баварії» — 74:87.
      
      Команди обмінялися двома виїзними перемогами, після чого розіграли місце у фіналі у вирішальному матчі. Липовий, отримавши травму у четвертій грі серії, участі у п’ятому матчі не взяв.
      
      У 12 матчах чемпіонату Німеччини Липовий за 19.8 хвилини набирав 3.9 очка, робив 3.7 підбирання та 1.7 передачі. Першу частину сезону українець відіграв у складі чемпіона Суперліги Прометея, за який у 22 матчах регулярного чемпіонату набирав 6.0 очка, робив 4.0 підбирання та 2.0 передачі (РЕ 8.8).
      
      Капітан збірної має приєднатися до лав національної команди, яка в липні зіграє три матчі відбору на ЧС-2023, 15 червня.`,
      date: "09.06.2022"
    },
  ]
}